Repository: emencia/django-blog-lotus
Catalog: lotus/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Album item
fr: Élément d'album

source: Language
fr: Langue

source: Parameters
fr: Paramètres

source: Content
fr: Contenu

source: language
fr: langue

source: publish date
fr: date de publication

source: published
fr: publié

source: translation state
fr: état de traduction

source: Is an original
fr: Est un original

source: Is a translation
fr: Est une traduction

source: publication state
fr: état de publication

source: Is published
fr: Publié

source: Is not published
fr: Non publié

source: draft
fr: brouillon

source: available
fr: disponible

source: You can't have a language identical to the original relation.
fr: Vous ne pouvez avoir une langue identique à celle de l'original.

source: You can't have an original relation in the same language.
fr: Vous ne pouvez avoir une relation vers un original de la même langue.

source: You can't have related articles in different language.
fr: Vous ne pouvez avoir des articles reliés avec une langue différente.

source: You can't have categories in different language.
fr: Vous ne pouvez avoir de catégories avec une langue différente.

source: This article already have a translation so it can not be a translation itself.
fr: Cet article a déjà une traduction donc il ne peut être une traduction lui-même.

source: -- Root --
fr: -- Racine --

source: You can't have a parent category with a different language.
fr: Vous ne pouvez pas avoir une catégorie parente dans une langue différente.

source: You can't have a language different from the parent category one.
fr: Vous ne pouvez avoir une langue différente de la catégorie parente.

source: This category already have a translation so it can not be a translation itself.
fr: Cette catégorie a déjà une traduction donc elle ne peut être une traduction elle-même.

source: Some articles in different language relate to this category, you can't change language until those articles are not related anymore.
fr: Certains articles dans une autre langue sont reliés à cette catégorie, vous ne pouvez changer la langue tant que ces articles n'y sont plus reliés.

source: Some categories in different language are children of this category, you can't change language until those categories are not related anymore or adopted the same language.
fr: Certaines catégories dans une autre langue sont des enfants de cette catégorie, vous ne pouvez changer la langue tant que ces catégories enfants ne sont plus reliés ici ou qu'ils n'ont pas adopté la même langue.

source: Available languages
fr: Langues disponibles

source: Title
fr: TTitre

source: modification date
fr: date de modification

source: title
fr: titre

source: Order
fr: Ordre

source: File
fr: Fichier

source: Article album
fr: Album d'article

source: Articles albums
fr: Albums d'articles

source: original article
fr: article original

source: Mark this article as a translation of an original article.
fr: Marquez cette article comme une traduction d'un article original

source: status
fr: état

source: Publication status.
fr: État de publication.

source: featured
fr: en une

source: Mark this article as featured.
fr: Marquez cet article comme en une.

source: pinned
fr: épinglé

source: A pinned article is enforced at top of order results.
fr: Un article épinglé est forcé vers le haut des résultats.

source: private
fr: privé

source: Private article is only available for authenticated users.
fr: Un articlé privé est seulement disponible aux utilisateurs authentifiés.

source: publication date
fr: date de publication

source: Start date of publication.
fr: Date de début de publication.

source: publication time
fr: heure de publication

source: Start time of publication.
fr: Heure de début de publication.

source: publication end
fr: fin de la publication

source: End date of publication.
fr: Date de fin de la publication.

source: last update
fr: dernière mise à jour

source: Used to build the article URL.
fr: Utilisé pour construire l'URL de l'article.

source: SEO title
fr: Titre SEO

source: This value will be used as page meta title if not blank, else the article title is used.
fr: Cette valeur sera utilisé comme le titre de méta information de la page s'il n'est pas vide, sinon le titre de l'article est utilisé.

source: lead
fr: accroche

source: Lead paragraph, commonly used for SEO purposes in page meta tags.
fr: Un paragraphe d'accroche, couramment utilisé à des fins de SEO dans les métas informations de la page.

source: content
fr: contenu

source: cover image
fr: image de couverture

source: Article cover image.
fr: L'image de couverture de l'article.

source: cover alternative text
fr: texte alternatif de la couverture

source: main image
fr: image principale

source: Article large image.
fr: Une image large pour l'article.

source: main alternative text
fr: texte alternatif de l'image principale

source: categories
fr: catégories

source: authors
fr: auteurs

source: related articles
fr: articles reliés

source: Mark this category as a translation of an original category.
fr: Marquez cette catégorie comme une traduction d'une catégorie originale.

source: Category
fr: Catégorie

source: Categories
fr: Catégories

source: Authors
fr: Auteurs

source: Tags
fr: Étiquettes

source: Translate
fr: Traduire

source: Preview
fr: Aperçu

source: <strong>Article language '%(object_lang)s' is not in available project languages: %(available_langs)s</strong>. In this state, this article won't reachable from your site.<br><br>You may be able to edit this article but it will change language to an available one and you may have to change some related fields.
fr: <strong>La langue '%(object_lang)s' de l'article n'est pas une des langues disponibles pour ce projet: %(available_langs)s</strong>. Dans cet état cet article ne sera pas accessible sur le site.<br><br>Vous pouvez néanmoins continuer à l'éditer mais sa langue sera modifiée pour une des langues disponibles et vous aurez peut être certaines relations à corriger.

source: Existing language(s) for this article:
fr: Langue(s) existante(s) pour cet article:

source: Home
fr: Accueil

source: No available languages for this article.
fr: Aucune langue disponible pour cet article.

source: You requested to translate an original article, this will send you to a create form to translate it.
fr: Vous avez requis une traduction pour cet article original, vous allez être conduit vers un formulaire pour le traduire.

source: You requested to translate a translation article, this will send you to a create form to translate the original article '%(title)s' instead.
fr: Vous avez requis une traduction pour cet article de traduction, vous allez être conduit vers un formulaire pour traduire l'article original '%(title)s' à la place.

source: Confirm
fr: Confirmez

source: <strong>Category language '%(object_lang)s' is not in available project languages: %(available_langs)s</strong>. In this state, this category won't reachable from your site.<br><br>You may be able to edit this category but it will change language to an available one and you may have to change some related fields.
fr: <strong>La langue '%(object_lang)s' de la catégorie n'est pas une des langues disponibles pour ce projet: %(available_langs)s</strong>. Dans cet état cet catégorie ne sera pas accessible sur le site.<br><br>Vous pouvez néanmoins continuer à l'éditer mais sa langue sera modifiée pour une des langues disponibles et vous aurez peut être certaines relations à corriger.

source: Existing language(s) for this category:
fr: Langue(s) existante(s) pour cette catégorie:

source: Tree list
fr: Liste en arborescence

source: Translation
fr: Traduction

source: No available languages for this category.
fr: Aucune langue disponible pour cette catégorie.

source: You requested to translate an original category, this will send you to a create form to translate it.
fr: Vous avez requis une traduction pour cette catégorie originale, vous allez être conduit vers un formulaire pour le traduire.

source: You requested to translate a translation category, this will send you to a create form to translate the original category '%(title)s' instead.
fr: Vous avez requis une traduction pour cette catégorie de traduction, vous allez être conduit vers un formulaire pour traduire la catégorie originale '%(title)s' à la place.

source: Back to the flat list
fr: Retourner à la liste simple

source: Filter
fr: Filtre

source: By language
fr: Par langue

source: All
fr: Tous

source: Edit
fr: Éditer

source: Cover
fr: Couverture

source: States
fr: États

source: Featured
fr: En une

source: Pinned
fr: Épinglé

source: Draft
fr: Brouillon

source: Private
fr: Privé

source: Scheduled publication
fr: Publication programmée

source: Ended publication
fr: Publication finie

source: Available in languages
fr: Disponible dans les langues

source: Related articles
fr: Articles reliés

source: Published
fr: Publié

source: Not published
fr: Non publié

source: Is original
fr: Est un original

source: Is not original
fr: N'est pas un original

source: Subcategories
fr: Sous-catégories

source: Disable preview
fr: Désactiver la prévisualisation

source: Enable preview
fr: Activer la prévisualisation

source: Language '{}' is unknown from 'settings.LANGUAGES'
fr: La langue '{}' n'est pas activé dans 'settings.LANGUAGES'

source: Category tree for language '%(lang)s'
fr: Arborescence pour la langue '%(lang)s'

source: Category tree
fr: Arborescence de catégorie

source: Translate '%(title)s'
fr: Traduire '%(title)s'

source: No %(verbose_name)s found matching the query
fr: Pas de %(verbose_name)s trouvés pour la requête
